Repository: mozilla-l10n/mt-training-data
Catalog: xmf/xmf_pontoon.tmx
Source language: en_us
Languages: xmf

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
xmf: ვადასურენქ, ნამდა თე ზიტყვასქვილი <wikipediaLink> ოირქიანე საკუთრება რე </wikipediaLink> დო მიღუ თიში გეძინაშ ნება.

source: <icon></icon> Add multiple public domain sentences
xmf: ქიგუძინით ართ-ჟირი </icon><icon> ზიტყვასქვილი ოირქიანე საკუთრებაშე

source: Ideally natural and conversational (it should be easy to read the sentence)
xmf: იდეალურო ორთაშური დო ოჩიებე ნინა (ზიტყვასქვილეფი ანდვილას გეშეკითხანინი)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
xmf: ჩქიმი ელფოსტაშა მოკო მიბღენი ღანკეფიში გოშინა, ჩქიმი პროგრესიში გაახალება დო საინფორმაციო ბიულეტენეფი Common Voice-იშ გურშენი.

source: I do not agree
xmf: ვავოთანხმუქ

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
xmf: ინნაჭარას 2 კოჩი ვარენო ვარიან ქუწინსჷნი, თინა მუნაჩემეფიში კათელიში შხვა ბუნას გაგმიქიანებუ.

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
xmf: თქვან საკუთარი ზიტყვა ქორე-და, დუბაღ მეჭარუა <italicizedText> "ჩქიმი ნამუშერი" </italicizedText>. წყუში გეძინა თიშენ რე აუცილებერი, მასალაში გორუა შემლებუდანინი. ქიგნუოჯინათ, ნანდულო ოირქიანე საკუთრებას რე თუ ვარ დო საავტორო ნებათ ხომ ვეკრძალებუ თეშ გუმორინაფა. წყუში მეწურაფაში გურშენი უმოსი ქიგეგი ჩქინი <guidelinesLink> შარაშმაწურაფალიში ხასჷლაშე </guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
xmf: მუჟამს ინნაჭარა მეჭყორდუ ვარდა რშიალი ირჩქილენი, ტექსტიში სრულას მორჩქილა ვეშილებედა, ვარიას ქიგუნჭირით.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
xmf: თე ფაილიში გურშენი მუთუნი ინფორმაციაში გეძინა ქუგოკონა-და, ქორთხინთ, ქუმობჭარით commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
xmf: თე ფაილიში გურშენი ხოლო ქუგოკონა გეძინა მუთუნი ინფორმაციაში, ნამუქუთ ნიმუშის ვამოხვადჷნი, ქორთხინთ, ქუმობჭარით commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
xmf: ზიტყვასქვილი ქაყმაყოფილენს პირობენს-და, ქიგუკაკეთ "ვარ".

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
xmf: ვაყმაყოფილენს ჟიდონი პირობენსდა, ქიგუკაკეთ "ვარება" კვარჩხანშე. გინოჭყვადუა ქოიჭირადა, შეილებუნა გაქშეტუათ დო გინილათ შხვაშა.

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
xmf: ზიტყვასქვილი ოლანძღარი ვარა უმანგე ნინათ ქორე-და - მაგალთო, ჸინჩი ზიტყვეფი ვარდა შხვანერო არღვენს ჩქინი <communityGuidelines> ართობაში ოხემანჯღვერე წესენს </communityGuidelines> - ვარიას ქიგუნჭირათ ოკო. შეილებუნა ათაქ <emailFragment>commonvoice@mozilla.com</emailFragment>ხოლო ქიდმეკავშირათჷნი.

source: If the sentence meets the criteria above, click the "Yes" button.
xmf: ზიტყვასქვილი ქაყმაყოფილენს პირობენს-და, ქიგუკაკეთ "ქო"

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
xmf: ზიტყვასქვილი ქაყმაყოფილენს პირობენსდა, ქიგუკაკეთ "მეღება", თუდო დო მარძგვანჷშე.

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
xmf: ქუგოეჭუნა თე ზიტყვასქვილი-და, შეილებუნა გაგშეტუათ დო გინილათ უკულიანიშა.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
xmf: თაქ მითითებეფს ვარე განხილულინ ფერ საკითხიქ ქეშერხვადეს-და, ქორთხინთ, თქვა შეაფასათ სვინდისიერონი. გაიჭირდეს გინოჭყვადუაშ მიღებაქ-და, გაგშეტეთ დო შხვა ინნაჭარაშა გინილით.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
xmf: თიში <strong> მორჩქილა </strong> დო <strong> გაგება </strong> ქეშეილებუ-და <strong> უმენტაშო მისაღები რე </strong>.

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
xmf: ოკითხირეფიში ართო მოჯღონუაში ზალამი ქოგიღუნა-და, შეილებუნა გიმირინუათ ჩქინი GitHub</githubLink> ვარდა ქუმაჯღონათ ელფოსტაშა <emailFragment>commonvoice@mozilla.com.</emailFragment>

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
xmf: ართ-ჟირ დღაშა ვედგეკავშირით-და, ქუმოპჭარით ოწურაფუშა <emailLink>{ $email }</emailLink> დო აუცილებერო ქიდგეკავშირებუთ!

source: If you don't see your language in either part of the platform, select both.
xmf: თქვან ნინას პლატფორმაშ ნამთინ ნაწილს ვაძირუნთუ-და, ქიმუწურეთ ჟირხოლო.

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
xmf: თქვა ვარდა თქვან ორგანიზაციას ქოგიღუნა კორინი პროექტიშა წილიში მიშაღალაში-და, შეილებუნა <donateLink> შემენწიათ <donateLink> ვარა ქიდეკავშირათ ჩქინი პარტნიორობაში ბუნას ათე ოწურაფუშა <emailFragment>commonvoice@mozilla.com</emailFragment>.

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
xmf: წილიში მიშაღალაში დროს მუთუნი ბირკულუაქ გაშიის-და, ნებისმიერ ბორჯის შეილებუნა დართინუათ დო მთლიანო ქოძირათ არძა მასალა თქვან ნინაშოთ.

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
xmf: ქოგორჷნთ ხეჭკუდეფს ხომაში ეშაჩინებელი ASR მოდელიში აკანწყუალო-და, შეილებუნა ჩქინი ართობაში შხვა მაკათურებს დეკავშირათჷნი <discourseLink> Discourse-ს </discourseLink>.

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
xmf: ზალამი ქოიღუნა, უმოსი იჩიათ მუნაჩემეფიში კათელიში გურშენი ვარდა თქვანი წილი გემშიღათ პლატფორმაში გოფართინაფაშა, ვარდა გორუნთ ალმახანდეობაში შხვა შარეფს-და, <emailFragment> ქუმობჭარით. </emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
xmf: გინაჯინალი ზიტყვასქვილეფქ დელიუ-და, ქორთხინთ, ქიდმეხვარათ ახალიში გორუას დო კორობუასჷნი!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
xmf: ქოფირქენთ, ნამდა თიში ნარაგადა <strong> ხეს უშალუნს არზიში გაგებას </strong>, ვარდა რე <strong> ფონური ხონარობა </strong>, ვარა <strong> შხვა კათაში ჩიება <strong>, თინწკუმა ვარია ქუწით კლიპის. <accuracyLink> თიაში წორას მიშაღალაშენი უმოს გოფაჩილო ინფორმაცია ქიგეგით </accuracyLink>.

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
xmf: მა ასედე აკოფქიმინი ჩქიმი პირადი ღანკი, #CommonVoice--ის ხონარუანი ინნაჭარეფით შევენწიენი. ქუმაკათით თქვახოლო, მანქანეფს ართო ქუდუოგურუათ მუჭო იჩიებუნა ნანდული ადამიერეფინი { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
xmf: თანახმა ვორექ, ნამდა ჩქიმ მუნაჩემეფს Mozilla დამუშენს <privacyLink> კონფიდენციალურობაში დებულებაში შესაბამისო </privacyLink>

source: Include appropriate citation
xmf: ქიმუწურეთ მანგი წყუ

source: Includes email, username & demographic info, available right away
xmf: თეშ დინახალე ელფოსტა, მუმახვარებელიშ სახელი დო დემოგრაფიულ მუნაჩემეფი, ხეშმიოჭირინაფალ რე.

source: Includes mp3s and related sentences, may take some time to prepare
xmf: თაქ რე mp3 დო თიშა მერსხილი ზიტყვასქვილეფი, ხაზირებას ჭიჭე დრო ოსაჭირუ

source: Indonesian
xmf: ინდონეზიური

source: Information about the language
xmf: ინფორმაცია ნინაშ გურშენი

source: In Progress
xmf: პროგრესი

source: Interested in getting involved with this project, or partnering with us?
xmf: ზალამ გიღუნანო ჩქინ პროექტიში მაკათური ვარდა ჩქინი ალმახანდე რდათჷნი?

source: Interested in learning more and contributing to the project?
xmf: გოკონანო ქიდიგურუათ უმოსი დო წილი გემშეღათ პროექტიშანი?

source: Interface language:
xmf: ინტერფეისიშ ნინა:

source: Interlingua
xmf: ინტერლინგვა

source: Interlingue
xmf: ინტერლინგვა

source: Intersex
xmf: ჟირსქესიანი

source: Invalid file
xmf: უწორო ფაილი

source: Irish
xmf: ირლანდიური

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
xmf: <isoCodeLink> ISO კოდეფს </isoCodeLink> ქოიჩქუნანო

source: Is the clip valid?
xmf: ქორენო ინნაჭარა წორი?

source: Italian
xmf: იტალიური

source: It contains words or phrases that are hard to read or pronounce.
xmf: კითხირი დო თქუალა ჭირსჷნფერი ზიტყვეფი დო ფრაზეფი რე თაქ.

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
xmf: ირ წანას მილიონ დოლარს მიოჭირინუანს მუნაჩემეფიში კათელეფიში განთავსებაში დო პლატფორმაში გასაუჯგუშებელი ხარჯეფი 100-შე მეტი ნინაში ართობაშო, ნამუთ ჩქინდა რენა მერსხილინი.

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
xmf: ირი წანას მილიონი დოლარს მიოჭირინუანს მუნაჩემეფიში კათელიში განთავსება დო პლატფორმაში გაუჯგუშებელი საქვარიში ხარჯი 100-შე მეტი ნინაში ართობაშო, ნამუთ მთლიანო ჩქინდა რე გეჸონილი. <strong> თქვანოთ შანულამი ქორე გონწყუმილი, ინკლუზიური მუნაჩემეფი-და - გემშიღით თქვანი წილი ამდღა! </strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
xmf: ბრელი ფარა ოკო მუნაჩემეფიში კათელეფიში ირო გუმოქიანებას დო გოტებას, პლატფორმაში გაუჯგუშებას <africaMradiLink> ართობაში პროგრამეფიში </africaMradiLink> კეთებას.

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
xmf: მნიშვნელოვან რე არძა ზიტყვასქვილი რდას <publicDomain> ოირქიანე საკუთრება </publicDomain> (cc0 მუშენდა Common Voice-იშ მუნაჩემეფიში ბაზა გჷშაშკუმალირი რე CC0 ლიცენზიათ. დადასურებულო ქოიჩქჷნა, ნამდა თე ზიტყვასქვილიში გუმორინაფაში ნება გიღუნანი, ხვალე თი შემთხვევას ქიგუძინით ზიტყვასქვილეფი დო ირიათო ქიმუწურეთ წყუ.

source: It is written in a language different than what I’m reviewing.
xmf: ჩქიმ ოჩიებე ნინაშე განსხვავებულ ნინათ რე ჭარილი.

source: It is written in a language different than what I’m speaking.
xmf: ჭარილი რე ჩქიმი ოჩიებე ნინაშე შხვანერი ნინათ.

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
xmf: აუცილებერი რე წყუში მეწურაფა, ნამდა გეგნუამოწმათ ზიტყვასქვოლეფი ქორე თუ ვარ ოირქიანე საკუთრებაშე დო ხომ ვეზღუდებუ საავტორო ნებათ.

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
xmf: Common Voice ბრელი ხანდას ოხვილუ! ხვალე ჩქი თენა ვეშმალებენა. კორინი გიღუნანო ქჷმაკათათჷნი? სიამოვნებით მიფრჩქილუანთ თქვან არზის.

source: Japanese
xmf: იაპონური

source: Join Discord Community
xmf: ქაკათით Discord-ართობას

source: Join our community
xmf: ქაკათით ჩქინ საზოგადოებას

source: Join the Common Voice mailing list
xmf: ქაკათით Common Voice-იშ ელფოსტაში ბუნას

source: Join us on Discord
xmf: მოზოჯით Discord-შა

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
xmf: ქუგამით მოთხუალას მუთ შილებენ ორთაშურო, აკაჟირი ზიტყვასქვილით. ქეცადით, თქვანი ნარაგადი რდას თავაზიანი დო უწყინარინი.

source: Just Unsure?
xmf: ეჭვი გოპარუნანო?

source: Kabardian
xmf: ყაბარდული

source: Kannada
xmf: კანადური

source: { $kb }kb max
xmf: { $kb } კბ მაქს

source: Keep
xmf: შენახა

source: Keep it up, record again <recordIcon></recordIcon>
xmf: თაში გაგძელით, ხოლო ქინაჭარით <recordIcon></recordIcon>

source: Keep the recordings
xmf: ინნაჭარეფი ქეშინახით

source: Keep track of your progress and metrics across multiple languages.
xmf: თოლი ქუჸუნეთ თქვანი პროგრესის დო შხვადოშხვა ნინაში მუნაჩემეფს.

source: Keep track of your progress with a profile
xmf: თე პროფილით თოლი ქუჸუნეთ თქვანი წიმი ულას

source: Keep track of your progress with a profile and help our voice data be more accurate.
xmf: თოლი ქუჸუნეთ თქვან წიმე ულას პროფილიშ აკოქიმინუათ დო ქიდმეხვარით ხონარუან მუნაჩემეფქ უმოს გოთინილქ ქიჸუასჷნი.

source: Kelabit
xmf: კელაბიტი

source: Kenyah
xmf: კენიური

source: Korean
xmf: კორეული

source: Kyrgyz
xmf: ყირგიზული

source: Language
xmf: ნინა

source: Language Fundamentals (e.g. Digits, Letters, Money)
xmf: ნინაშ ჯინჯეფი (მაგალთო, ციფრეფი, ასოეფი, ფარა)

source: Language Request
xmf: ნინაში მოთხუალა

source: Language request successfully submitted, thank you.
xmf: ნინაში მოთხუალაქ ქიჯღონინუ წიმოძინელო, მარდი.

source: Languages
xmf: ნინეფი

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
xmf: შილებე, თვითეული ნინას გინოჯინაში საკუთარი წესეფი ხოლო უღუდას დამატებითჷნი. თეცალი ფაილი ვარე მოჩამილი-და, არძა მოხალისე ქოძირუნს ინგლისური ნინაშოთ მერჩქინელი წესენს.

source: Language Text
xmf: ტექსტიში ნინა

source: Large bulk sentence submission
xmf: ზიტყვასქვილეფიში ართო მიშაღალა

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
xmf: მიმოჩქუნა, ნამდა ხონარუანი მუნაჩემეფიში დიდი დო ოჯარეთ ხემიოჭირინაფალი კათელეფი ხეს შეუნწყუნს სიახალეეფიშ დოჸარშუას დო ჸონიერი კონკურენციას ჩიებაში ტექნოლოგიეფიში მანქანუანი დოგურაფაშ დროს. Common Voice-იში მუნაჩემეფიშ კათელი ძალამ დიდიე, მარა ხვალე ართი ვარე. თე ხასილა გუმგოდირთუნა საცნობაროთ, სოდეთ აკოშაყარელიე შხვა გოღია წყუში ხონარუანი კათელეფი, Common Voice აგძელენს გოფალუას დო უკულიანი სიახალეეფს ხოლო თაურეშე ქიგეგენთ.

source: Large scale corporates and platform companies
xmf: შხუ კორპორაციეფი დო პლატფორმული კომპანიეფი

source: Last Updated: { $lastUpdatedTimeStamp }
xmf: ბოლო გაახალება: { $lastUpdatedTimeStamp }

source: Latvian
xmf: ლატვიური

source: Launched
xmf: გოტებულიე

source: Laz
xmf: ლაზური

source: Leaderboard Visibility
xmf: Leaderboard-იშ ძირაფა

source: Learn about partnerships with Common Voice
xmf: ქიგეგით Common Voice-წკუმა პარტნიორობაში გურშენი

source: Learn about the mission and team behind Common Voice
xmf: გეჩინებაფეთ Common Voice-იში ბუნა დო მისია

source: Learn how to check a transcription
xmf: ქოძირით, მუჭო ოკო გინაჯინათ ნაჭარასჷნი

source: Learn how to take part
xmf: ქიგეგით მუჭო ოკო მიღათ მონაწილეობა

source: Learn how to transcribe
xmf: ქოძირით, მუჭო ოკო გინართინუათ ნაჭარათჷნი

source: Learn how to use this page
xmf: ქოძირით, მუჭო ოკო გიმირინუათ თე ხასჷლანი

source: Learn More
xmf: ქიჩქუდას მეტი

source: Leaving now means you’ll lose your changes
xmf: ასე გიშელითჷდა, მუთ თირეთჷნი, ირფელ მეიდინუნა.

source: Leaving now means you'll lose your progress
xmf: ასე გიშელათჷნი, მეღებულ შედეგი მედინუ

source: Length
xmf: სიგინძა

source: Let's Get Started
xmf: მორთი, ქიდიპჭყათ

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
xmf: ხვალე თი ასონიშანეფი რე მისაღები, ნამუთ თე ნინას რენი. მაგალთო, „Ω“ ბერძნულ ანბანშე რე დო მარგალურს თენას ვახვარენა. ათეშენი თე ასო დღას ვამოხვადუ მარგალური ტექსტის.

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
xmf: LibriSpeech რე დაახლოებით 1000 საათიანი 16Khz ინგლისური ჩიებაში კათელი, ნამუთ ეჭოფილი რე LibriVox პროექტიში აუდიოწინგეფიშე.

source: License
xmf: ლიცენზია

source: License: <licenseLink>CC-0</licenseLink>
xmf: ლიცენზია: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
xmf: ლიცენზია: <licenseLink>{ $license }</licenseLink>

source: Link Copied
xmf: რსხილი კოპირებული რე

source: Links to websites that can help us understand the language
xmf: თქვან ნინაშ უჯგუშო გაჩინებაფალო საიტიშ რსხილეფი

source: Listen
xmf: რჩქილა

source: Listening
xmf: რჩქილა

source: Listen options menu
xmf: რჩქილაში პარამეტრეფიში მენიუ

source: Listen-Queue
xmf: მორჩქილაში რანწკი

source: Lithuanian
xmf: ლიტვური

source: Loading…
xmf: გინმიჭარუ…

source: Loading sentences…
xmf: ზიტყვასქვილეფი გითმიაძინუ...

source: Localized
xmf: ლოკალიზებური

source: Log In
xmf: მიშულა

source: Login Identity
xmf: მიშულაში იდენტიფიკაცია

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
xmf: <loginLink> მიშელით </loginLink> ვარდა <loginLink> გაკეთით </loginLink> ანგარიშi ართ-ჟირi ზიტყვასქვილიშi გიოძინალო

source: Log in or sign up to get started
xmf: მიშელით ვარდა აკოქიმინით ანგარიში დაჭყაფალო

source: Log In / Sign Up
xmf: მიშულა / აკოქიმინუა

source: Log In / Sign Up with { $company } email
xmf: მიშელით / დერეგისტრირით { $company } ელფოსტათ

source: Log Out
xmf: გუშულა

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
xmf: დოგორით თიშნერი ტექსტეფი, ნამუში საავტორო ნებაში ხანი მიკულირი რენი - უმენტაშო თენა ოხუ 1920 წანაშახ გუშაშკუმალირი წინგეფს

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
xmf: მუჭოთ იძირენი, ხონარუან ინნაჭარეფი ვარე მარჩქილაფარო თე ნინაშო. ქიდმეხვარით დო თქვა ქინაჭარით ართ-ჟირი.

source: Luxembourgish
xmf: ლუქსემბურგული

source: Macedonian
xmf: მაკედონური

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
xmf: დერწმუნით, ნამდა თქვან მოწყობილობა ინმიჭარანს ხონარს ჩიებაში დოჭყაფაშა დო მითმეჭყორდუ ჩიებაში გათებაში უკული.

source: Make sure the sentence meets the following criteria:
xmf: დერწმუნით, ნამდა ზიტყვასქვილეფი აყმაყოფილენს მოჩამილი კრიტერიუმეფს:

source: Make sure they can be answered in just a couple of sentences
xmf: დერწმუნით ნამდა, გამა ართ-ჟირ ზიტყვასქვილით იჸუაფუ შიოლებერი

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
xmf: თქვან მოჩამილი მასალა გამდიდრებულ იჸუაფუ ანონიმური დემოგრაფიული მუნაჩემეფით. გუმოქიანებაშახ ჩქი არძა დემოგრაფიულ მუნაჩემეფს ვაიდენტიფიცირენთ.

source: Malay
xmf: მალაიური

source: Male/Masculine
xmf: კოჩი

source: Maltese
xmf: მალტური

source: Manage Email Subscriptions
xmf: ელფოსტაში გიშაჭარუეფიშ ნჯღვერა

source: Manage Subscriptions
xmf: გიშაჭარუეფიშ ნჯღვერა

source: Mapudungun
xmf: მაპუდუნგუნური

source: <mark>Check</mark>
xmf: <mark>გინოჯინა</mark>

source: <mark>Data</mark>
xmf: <mark> მუნაჩემეფი </mark>

source: <mark>Prompt</mark>
xmf: <mark>მოთხუალა</mark>

source: <mark>Respond</mark>
xmf: <mark>გამა</mark>

source: <mark>Transcribe</mark>
xmf: <mark> ნაჭარათ გინორთინაფა </mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
xmf: <mark> CV-ის გიმმირინუანთო </mark><br/><mark> თქვანი კვლევეფიშოთ? </mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
xmf: <mark> ჩქი მოსაჭირუნა</mark><br/><mark> თქვანი მოხვარა!</mark>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform.
xmf: Matrix რე გონჯამილი, ლექინი ოქმი უღუნ ფერი საშუალება რეალურ ბორჯის ბონას ოკონტაქტებელო, ნამუსუთ Mozilla ოსხუნუანს გონჯამილი დისკუსიეფიშოთ.

source: Maximum file size: 25 MB
xmf: ფაილიში ნტირულობა არძაში უმოსი: 25 მბაიტი

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
xmf: ეგება ჩქინი <homepageLink> თარი ხასილაქ </homepageLink> დეგეხვარანინი? ოკითხე გიღუნა და ქაკათით <matrixLink> Matrix მაკათურეფიში ოჩიებეს </matrixLink>, საიტიში პრობლემეფიში გურშენი ქოძირით <githubLink> GitHub </githubLink> ქესუმარით <discourseLink> ჩქინი ოდისკუსიებელი ფორუმეფს </discourseLink>.

source: MB
xmf: მბ

source: Media and Entertainment
xmf: მედია დო ართუაფა

source: Menu to access Partnerships, Press and Stories, Community and Languages
xmf: პარტნიორობა, პრესა, ისტორია, ართობა დო ნინა ქოძირათჷნი, თიში მენიუ.

source: Message
xmf: შეტყვინაფა

source: Michoacán Mazahua
xmf: მიჩოაკან-მაზაჰუა

source: Mingrelian
xmf: მარგალური

source: Minimum sentences in file: 1000
xmf: ზიტყვასქვილი არძაში უჭიჭაში ოკო რდას:1000

source: [Mismatched content]
xmf: [ვამთხვიუ შინაარსის]

source: Misreadings
xmf: უწორო კითხირი

source: Missing an 's' at the end of a word.
xmf: ორკუ ბრუნვაში ლიშანი დო კითხულენს "კოჩი მორთუ", მარა ჭარუ "კოჩიქ მორთუ".

source: Missing an <strong>'s'</strong> at the end of a word.
xmf: ორკუ <strong> "ს" </strong> ზიტყვაში ბოლოს.

source: Missing 'A' or 'The' at the beginning of the recording.
xmf: ორკუ "ბ" ვარდა "პ" პიჯიში ლიშანი ზიტყვაში დაჭყაფუს. ჭარუ "ბკითხი", მარა რაგადანს "კითხი".

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
xmf: ორკუ <strong> "მი"-</strong> </strong> "გი" </strong> ვარდა შხვა წინსართი წოლოხე

source: Missing the end of the last word by cutting off the recording too quickly.
xmf: ორკუ ბოლო ზიტყვა ვარა ბგერა, ინოჭარუაში ადრე მეჭყვადუაში გურშენი.

source: Mixed
xmf: აკოკათელი

source: Mongolian
xmf: მონღოლური

source: More
xmf: უმოსი

source: [More has been recorded than the required text]
xmf: [ზედმეტი ზიტყვა რე ინოჭარილი]

source: More languages coming soon
xmf: შხვა ნინეფი მალას ქიგიაძინუ!

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
xmf: შხუ კომპანიეფიშ გუმორინაფილი მუნაჩემეფი ბრელ კათაშო ხემიოჭირინაფალ ვარე. ფიფრქენთ, თენა ხეს უშალუნს გოფალუას დო სიახალეეფიშ დოჭყანაფას. ხუმაში ეშაჩინებელი საშუალებეფი არძაშო გოღია დო ხემიოჭირინაფალი ქორდასჷნი, თეშგურშენი ქიდიპჭყით პროექტი Common Voice.
